    {
      "about": "About",
      "services": "Our Services",
      "portfolio": "Portfolio",
      "blog": "Blog",
      "contact": "Contact",
      "get_in_touch": "Get In Touch",
      "home": "Home",
      "intro": "We Are Here",
      "heading": "Better Insights For  Business Growth",
      "view_more": "View More",
      "label": "About Us",
      "title": "Ready to boost your business growth?",
      "description": "COMPLEX SOLUTIONS LLC is your reliable partner in digital transformation. We provide full-cycle IT services, including custom web and mobile app development, IT consulting, process automation, and ongoing technical support.     Every project is a solution tailored to your needs! ",
      "button": "View more",
      "text": " This is an IT company specializing in software development, system integration, and digital transformation of businesses. We offer comprehensive services for creating, implementing, and supporting software solutions while ensuring high quality and reliability for our clients.    Our experience includes collaboration with both international and local companies, as well as the implementation of complex projects in various industries.",
      "resident": "The company is a resident of IT-PARK Uzbekistan.",
      "serviceone": "Technical support and maintenance: Software updates, modernization, and technical assistance",
      "servicetwo": "Technical documentation preparation: Project passport, concept, and technical specifications with assistance for expert review by authorized bodies",
      "servicethree": "Software development: Turnkey solutions including web applications, mobile apps, and enterprise systems",
      "servicefour": "IT consulting: Analysis, optimization, and automation of business processes",
      "servicefive": "Full-cycle development and implementation of IT projects",
      "all": "Barchasi",
      "life": "Telecommunications",
      "moments": "Medicine",
      "nature": "Agriculture",
      "stories": "Finance",
      "travel": "Data Center",
      "education": "Education",
      "sector": "Service Sector ",
      "lets_talk": "Hey! Let's Talk",
      "name": "Name",
      "email": "Email",
      "phone": "Phone",
      "message": "Your Message",
      "send_now": "Send Now",
      "call_anytime": "Call Anytime",
      "send_email": "Send Email",
      "visit_us": "Visit Us",
      "follow_us": "Follow us",
      "experience": "Our Expertice"
    }